Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Other Elements & Shapes
bg: Други елементи и форми
cs: Ostatní prvky a tvary
da: Andre Elementer Og Former
de: Andere Elemente & Formen
es: Otros elementos y formas
fr: Autres éléments et formes
it: Altri Elementi E Forme
nb_no: Andre elementer
nl: Andere elementen en vormen
pl: Inne elementy i kształty
pt_pt: Outros elementos e formas
ru: Другие элементы и формы
sv: Andra element och former
uk: Інші елементи та форми
vi: Các thành phần và hình dạng khác
zh_hant: 其他元素與形狀

source: Other third-party services, like Apple Health or Tidepool, can be added later through the settings menu.
bg: Други услуги от трети страни, като Apple Health или Tidepool, могат да бъдат добавени по-късно през менюто с настройки.
cs: Ostatní služby třetích stran, jako Apple Zdraví nebo Tidepool, lze přidat později v menu nastavení.
da: Andre tredjepartstjenester, såsom Apple Sundhed eller Tidepool, kan tilføjes senere gennem indstillingsmenuen.
de: Andere Dienste von Drittanbietern, wie Apple Health oder Tidepool, können später über das Einstellungsmenü hinzugefügt werden.
fr: D’autres services tiers, comme Apple Santé ou Tidepool, peuvent être ajoutés ultérieurement via le menu des réglages de Trio.
nb_no: Andre tredjepartstjenester, som Apple Helse eller Tidepool, kan legges til senere gjennom innstillingsmenyen.
nl: Andere diensten van derden, zoals Apple Health or Tidepool, kunnen later worden toegevoegd via het instellingenmenu.
pl: Inne usługi takie jak Apple Health czy Tidepool mogą być dodane później w menu ustawień.
sv: Andra tredjepartstjänster, som Apple Health eller Tidepool, kan läggas till senare genom inställningsmenyn.
vi: Các dịch vụ bên thứ ba khác, như Apple Health hoặc Tidepool, có thể được thêm sau thông qua menu Cài đặt.
zh_hant: 其他第三方服務，例如 Apple Health 或 Tidepool，可以稍後通過設定選單添加。

source: Our strong recommendation is to
bg: Настоятелно ви препоръчваме да
cs: Důrazně doporučujeme
da: Vores stærke anbefaling er at
de: Unsere dringende Empfehlung lautet
fr: Nous recommandons vivement de
nb_no: Vår sterke anbefaling er å
nl: Onze sterke aanbeveling is om
pl: Naszym zdecydowanym zaleceniem jest
sv: Vi rekommenderar starkt att du
vi: Khuyến nghị mạnh mẽ của chúng tôi là
zh_hant: 我們強烈建議您

source: Override
bg: Отмяна
cs: Profil
da: Tilsidesæt
es: Anular
fr: Dérogation
it: Programma
nb_no: Justering
nl: Overschrijf
pl: Nadpisania
pt_pt: Sobrepor
ru: Переопределить
uk: Перевизначити
vi: Ghi đè
zh_hant: 覆蓋

source: Override '%@' applied
bg: Отмяна „%@“ е приложена
cs: Profil „%@“ aktivován
da: Overskrivelse '%@' aktiveret
de: Override '%@' angewendet
fr: Dérogation "%@" activée
nb_no: Overstyring '%@' startet
nl: Overschrijving '%@' toegepast
pl: Nadpisanie '%@' zastosowano
sv: Override '%@' aktiverades
vi: Ghi đè '%@' được áp dụng
zh_hant: 覆蓋'%@'已應用

source: Override '%@' failed
bg: Отмяна „%@“ се провали
cs: Aktivace profilu „%@“ selhala
da: Overskrivelse '%@' mislykkedes
de: Override '%@' fehlgeschlagen
fr: Échec de l’activation de la dérogation "%@"
nb_no: Overstyring '%@' feilet
nl: Overschrijving '%@' mislukt
pl: Nadpisanie '%@' nie powiodło się
sv: Override '%@' misslyckades
vi: Ghi đè '%@' không thành công
zh_hant: 覆蓋'%@'失敗

source: Override canceled
bg: Отмяната е прекратена
cs: Profil zrušen
da: Overskrivning annulleret
de: Override abgebrochen
fr: Dérogation annulée
nb_no: Overstyring avbrutt
nl: Overschrijving geannuleerd
pl: Nadpisanie anulowane
sv: Override avbröts
vi: Đã hủy ghi đè
zh_hant: 覆蓋已取消

source: Override choice
bg: Избор на отмяна
cs: Výběr profilu
da: Overskriv valg
de: Auswahl des Override
fr: Choix de la dérogation
nb_no: Overstyr valg
nl: Overschrijvingskeuze
pl: Wybór Nadpisania
sv: Val av override
vi: Chọn ghi đè
zh_hant: 覆蓋選擇

source: Override Max SMB Minutes
bg: Отмяна на макс. SMB минути
cs: Max. minuty SMB pro profil
da: Tilsidesæt Max SMB Minutter
de: Max. SMB Minuten überschreiben
es: Reemplazar máx. SMB minutos
fr: Dépassement de la durée maximale des minutes SMB
it: Programma Max Minuti SMB
nb_no: Justere maks SMB-minutter
nl: Max SMB minuten overschrijven
pl: Zastąp maksymalną ilość minut SMB
pt_pt: Sobrescrever Máximo SMB Minutos
ru: Переопределить Макс. SMB минут
sv: Override max SMB minuter
uk: Перевизначити макс. SMB хвилин
vi: Số phút tối đa SMB Ghi đè
zh_hant: 覆蓋最大 SMB 分鐘數

source: Override Presets
bg: Шаблони за отмяна
cs: Předvolby profilů
da: Tilsidesæt Forudindstillinger
de: Override-Vorlage
es: Anular ajustes
fr: Dérogations favorites
it: Override preimpostati
nb_no: Forhåndsinnstilte overstyringer
nl: Voorinstellingen overschrijven
pl: Presety Nadpisania
pt_pt: Substituir predefinições
ru: Переопределить пресеты
sv: Override förval
uk: Перевизначити пресети
vi: Thiết lập ghi đè
zh_hant: 覆蓋預設值

source: Override Profile target
bg: Отмяна на целта на профила
cs: Cíl profilu přepsání
da: Tilsidesæt profilmål
de: Profilziel überschreiben
es: Reemplazar el objetivo del perfil
fr: Remplacer la cible du profil
it: Regolazione Profilo Target
nb_no: Overstyre blodsukkermål
nl: Profieldoel overschrijven
pl: Nadpisz profil docelowy
pt_pt: Substituir perfil alvo
ru: Переопределить целевое значение
sv: Override målvärde
uk: Заміна Цільового Профілю
vi: Mục tiêu của ghi đè
zh_hant: 覆蓋個人設置目標

source: Override Profile Target
bg: Отмяна на целта на профила
cs: Cíl profilu přepsání
da: Tilsidesæt Profilmål
de: Profilziel überschreiben
es: Reemplazar el objetivo del perfil
fr: Remplacer la cible du profil
it: Regolazione Profilo Target
nb_no: Overstyre profilens blodsukkermål
nl: Overschrijven doelprofiel
pl: Nadpisz profil docelowy
pt_pt: Substituir perfil alvo
ru: Переопределить целевое значение
sv: Override målvärde
uk: Заміна Цільового Профілю
vi: Mục tiêu ghi đè
zh_hant: 覆蓋個人設置目標

source: Override Profiles
bg: Отмяна на профили
cs: Profily přepsání
da: Tilsidesæt Profiler
de: Profile überschreiben
es: Anular perfiles
fr: Profils de Dérogation
it: Regolazioni Profili
nb_no: Overstyre Profil
nl: Overschrijvings profielen
pl: Profile Nadpisania
pt_pt: Substituir perfis
ru: Переопределить профили
sv: Override profil
uk: Змінити Параметри
vi: Chế độ ghi đè
zh_hant: 覆蓋個人設置

source: Override Target
bg: Отмяна на целта
cs: Cíl přepsání
da: Tilsidesæt Mål
de: Ziel überschreiben
es: Reemplazar objetivo
fr: Remplacer la cible
it: Sovrascrivi Obiettivo
nb_no: Justere mål
nl: Overschrijven doel
pl: Zastąp cel
pt_pt: Substituir o alvo
ru: Переопределить цель
sv: Override mål
uk: Перевизначити ціль
vi: Mục tiêu ghi đè
zh_hant: 覆蓋目標

source: Override to Stop
bg: Отмяна за спиране
cs: Zastavit profil
da: Override at stoppe
de: Stoppe Override
fr: Remplacer pour arrêter
nb_no: Overstyring som skal stoppes
pl: Nadpisanie do zatrzymania
vi: Dừng ghi đè
zh_hant: 覆蓋以停止

source: Override With A Factor Of
bg: Отмяна с коефициент
cs: Profil s faktorem
da: Overskriv Med En Faktor Af
de: Überschreiben mit einem Faktor von
es: Anular con un factor de
fr: Remplacer par un facteur de
it: Fattore di Regolazione
nb_no: Overstyre med en faktor på
nl: Overschrijvingsfactor
pl: Nadpisz współczynnikiem
pt_pt: Substituir com um fator de
ru: Переопределить с коэффициентом
sv: Justera med multiplikator
uk: Перевизначення з Коефіцієнтом
vi: Ghi đè bằng hệ số
zh_hant: 以因素覆蓋

source: Override your Basal, ISF, CR and Target profiles
bg: Отмяна на профилите за базал, ISF, CR и цел
cs: Přepsat své profily bazálu, ISF, CR a cíle
da: Tilsidesæt dine Basal-, ISF-, CR- og målprofiler
de: Überschreibe Deine Basal-, ISF-, CR-und Zielprofile
es: Reemplaza tu perfil basal, ISF, CR y objetivo
fr: Remplacer vos profil basal, ISF, CR et Cibles de glucose
it: Regola i profili Basale, ISF, CR e Target
nb_no: Overstyre basal, ISF, CR og blodsukkermål
nl: Overschrijven van je Basaal, ISF, CR en Doel profielen
pl: Nadpisz swoje profile podstawowe, ISF, CR i Target
pt_pt: Substituir seus perfis Basal, ISF, CR e Alvos
ru: Переопределить базал, ISF, CR и целевые профили
sv: Ändra sparad basal, korrektionsfaktor, insulinkvot och målvärde med en override
uk: ПЕРЕВИЗНАЧИТИ БАЗАЛ, ISF, CR ТА ЦІЛЬОВІ ПРОФІЛІ
vi: Ghi đè Basal, ISF, CR và Target của bạn
zh_hant: 覆蓋你的基礎胰島素、ISF、CR 和目標個人設置

source: Overrides
bg: Отмени
cs: Přepsání
da: Tilsidesættelser
es: Superficies
fr: Dérogations
it: Sostituisce
nb_no: Overstyringer
nl: Overschrijvingen
pl: Nadpisania
pt_pt: Substitui
ru: Переопределения
sv: Override
uk: Перевизначення
vi: Các Ghi đè
zh_hant: 覆蓋設定

source: Overview
bg: Общ преглед
cs: Přehled
da: Oversigt
de: Überblick
fr: Vue d'ensemble
nb_no: Oversikt
nl: Overzicht
pl: Przegląd
sv: Översikt
vi: Tổng quan
zh_hant: 總覽

source: 𝑷 = protein(g) × 40%
bg: 𝑷 = протеин(g) × 40%
cs: P = bílkovin (g) × 40 %
da: P = protein(g) × 40 %
es: P = proteína(g) × 40%
fr: P = protéines(g) × 40%
it: P = proteina(g) × 40%
nl: P = eiwit(g) × 40%
pl: P = białko(g) × 40
pt_pt: P = proteína(g) × 40%
ru: P = белк) × 40%.
sv: P = protein(g) × 40%
uk: P = білок (g) × 40%
zh_hant: 𝑷 = 蛋白質(g) × 40%

source: Pair Pod
bg: Сдвояване на pod
cs: Spárovat Pod
da: Par Pod
de: POD verbinden
es: Pod de par
fr: Appairer le Pod
it: Connetti Pod
nb_no: Parkoble pod
nl: Koppel Pod
pl: Paruj podwózek
pt_pt: Pod de Par
ru: Сопряжение пода
sv: Parkoppla podd
uk: Парний Pod
vi: Kết nối Pod
zh_hant: 配對幫浦

source: Pair Sensor & connect
bg: Сдвояване на сензор и свързване
cs: Spárovat senzor a připojit
da: Par Sensor & Forbind
de: Sensor koppeln & verbinden
es: Emparejar Sensor y conectar
fr: Appairer le capteur de glucose et connecter le
it: Associa Sensore e connetti
nb_no: Parkoble sensor
nl: Sensor koppelen en verbinden
pl: Czujnik pary i podłącz
pt_pt: Emparelhar Sensor e conectar
ru: Привязать сенсор и подключить
sv: Parkoppla sensor och anslut
uk: З'єднайте Сенсор та підключіть
vi: Ghép nối và kết nối cảm biến
zh_hant: 配對傳感器並連接

source: Pair your CGM with Trio. See hint for compatible devices.
bg: Сдвоете CGM с Trio. Вижте подсказката за съвместими устройства.
cs: Spáruj svůj CGM s Triem. Seznam kompatibilních zařízení najdeš v nápovědě.
da: Par din CGM med Trio. Se tip for kompatible enheder.
de: Koppele Deinen CGM mit Trio. Siehe Hinweis für kompatible Geräte.
es: Emparejar su CGM con Trío. Vea pistas para dispositivos compatibles.
fr: Appairez votre CGM avec Trio. Voir l’astuce pour la liste des appareils compatibles.
it: Accoppia il tuo CGM con Trio. Vedi suggerimento per dispositivi compatibili.
nb_no: Koble sammen CGM med Trio. Se tips for kompatible enheter.
nl: Koppel je CGM met Trio. Zie hint voor geschikte apparaten.
pl: Sparuj swoje CGM z Trio. Zobacz wskazówkę dla kompatybilnych urządzeń.
pt_pt: Parear o seu CGM com Trio. Veja a dica para dispositivos compatíveis.
ru: Соедините ваш CGM с Trio. Смотрите подсказку для совместимых устройств.
sv: Para ihop din CGM med Trio. Se tips för kompatibla enheter.
uk: З'єднайте CGM з Trio. Перегляньте підказку для сумісних пристроїв.
vi: Ghép nối CGM của bạn với Trio. Xem gợi ý về các thiết bị tương thích.
zh_hant: 將你的 CGM 與 Trio 配對。請參閱提示以獲取相容設備。

source: Pair your insulin pump with Trio. See hint for compatible devices.
bg: Сдвоете инсулиновата си помпа с Trio. Вижте подсказката за съвместими устройства.
cs: Spáruj svou inzulínovou pumpu s Triem. Seznam kompatibilních zařízení najdeš v nápovědě.
da: Par din insulinpumpe med Trio. Se tip for kompatible enheder.
de: Verbinde Deine Insulinpumpe mit Trio. Siehe Hinweis für kompatible Geräte.
es: Emparejar tu bomba de insulina con Trio. Ver pista para dispositivos compatibles.
fr: Appairez votre pompe à insuline avec Trio. Voir l’astuce (?) pour la liste des appareils compatibles.
it: Abbinare la pompa per insulina con Trio. Vedere suggerimento per i dispositivi compatibili.
nb_no: Koble insulinpumpen din med Trio. Se tips for kompatible enheter.
nl: Koppel je insulinepomp met Trio. Zie hint voor geschikte apparaten.
pl: Sparuj pompę insulinową z Trio. Zobacz podpowiedź o kompatybilnych urządzeniach.
pt_pt: Parear a sua bomba de insulina com Trio. Veja a dica para dispositivos compatíveis.
ru: Прикрепите ваш инсулиновый насос с Trio. Смотрите подсказку для совместимых устройств.
sv: Para ihop insulinpumpen med Trio. Se tips för kompatibla enheter.
uk: Під'єднайте ваш інсуліновий насос з племеною. Перегляньте підказку для сумісних пристроїв.
vi: Ghép nối máy bơm insulin của bạn với Trio. Xem gợi ý về các thiết bị tương thích.
zh_hant: 將你的胰島素幫浦與 Trio 配對。請參閱提示以獲取相容設備。

source: Pairinginfo
bg: Информация за сдвояване
cs: Informace o párování
fr: Infos d'appairage
it: Connettinfo
nb_no: Info om parkobling
nl: Koppeling informatie
pl: Informacje o parowaniu
ru: Информация о сопряжении
sv: Parkopplingsinfo
uk: Інформація про створення пари
vi: Thông tin ghép nối
zh_hant: 配對資訊

source: Past 24 Hours
bg: Последните 24 часа
cs: Za posledních 24 hodin
da: Sidste 24 Timer
de: Letzten 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 heures
it: Ultime 24 ore
nb_no: Siste 24 timer
nl: Afgelopen 24 uur
pl: Ostatnie 24 godziny
pt_pt: Passado 24 Horas
ru: 24 часа
sv: Senaste 24 timmarna
uk: За останні 24 години
zh_hant: 過去 24 小時

source: Past 90 Days
bg: Последните 90 дни
cs: Posledních 90 dní
da: Sidste 90 Dage
de: Letzten 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
it: Ultimi 90 giorni
nb_no: Siste 90 dager
nl: Laatste 90 dagen
pl: Ostatnie 90 dni
pt_pt: Nos últimos 90 dias
ru: 90 дней
sv: Senaste 90 dagarna
uk: За останні 90 днів
vi: 90 ngày trước
zh_hant: 過去 90 天

source: Past Carbs-on-Board (COB)
bg: Минали въглехидрати на борда (COB)
cs: Minulý aktivní sacharidy (COB)
da: Tidligere Carbs-on-Board (COB)
de: Vergangene Kohlenhydrate an Bord (COB)
es: Pasado a bordo de carbohidratos (COB)
fr: Glucides actifs (COB) assimilés
it: Carboidrati Passati (COB)
nb_no: Tidligere aktive karbohydrater (COB)
nl: Afgelopen Carbs-on-board (COB)
pl: Poprzednie węglowodany na pokładzie (COB)
pt_pt: Anterior Carbs-on-Board (COB)
ru: Прошлый Совет по углеродным ресурсам (КБ)
sv: Tidigare aktiva kolhydrater (COB)
uk: Минулі Carbs-on-Board (СБ)
vi: COB trước đó
zh_hant: 過去的碳水化合物在盤 (COB)

source: Past Insulin-on-Board (IOB)
bg: Минал инсулин на борда (IOB)
cs: Minulý aktivní inzulín (IOB)
da: Tidligere Insulin-on-Board (IOB)
de: Vergangenes Insulin-an-Bord (IOB)
es: Última Insulina a bordo (IOB)
fr: Insuline active (IOB) assimilée
it: Passato Insulin-on-Board (IOB)
nb_no: Tidligere aktivt insulin (IOB)
nl: Vorige Insuline-on-board (IOB)
pl: Poprzednia insulina na pokładzie (IOB)
pt_pt: Passado IOB)
ru: Прошлый Insulin-on-Board (IOB)
sv: Tidigare aktivt insulin (IOB)
uk: Минулі Insulin-on-Board (IOB)
vi: IOB trước đó
zh_hant: 過去的胰島素在盤 (IOB)

source: Past Month
bg: Последният месец
cs: Poslední měsíc
da: Sidste Måned
de: Letzter Monat
es: Último mes
fr: Mois passé
it: Ultimo mese
nb_no: Siste måned
nl: Afgelopen maand
pl: Ostatni miesiąc
pt_pt: Mês passado
ru: Месяц
sv: Senaste månaden
uk: Минулий місяць
zh_hant: 過去一個月

source: Past Week
bg: Последната седмица
cs: Poslední týden
da: Sidste Uge
de: Letzte Woche
es: Última semana
fr: Semaine passée
it: Ultima settimana
nb_no: Siste uke
nl: Laatste week
pl: Ostatni tydzień
pt_pt: Na última semana
ru: Неделя
sv: Senaste veckan
uk: Минулий тиждень
zh_hant: 過去一週

source: PatchInfo
bg: Информация за патча
cs: Informace o náplasti (PatchInfo)
es: Info del parche
fr: Information sur la pompe et le réservoir
it: InfoPatch
pt_pt: Retalhão
ru: Информация о патче
sv: Patchinformation
uk: Інформація про патч
vi: Thông tin bản vá lỗi
zh_hant: 補丁資訊

source: Percent
bg: Процент
cs: Procento
da: Procent
de: Prozent
es: Porcentaje
fr: Pourcent
it: Percentuale
nb_no: Prosent
nl: Percentage
pl: Procent
pt_pt: Porcentagem
ru: Процент
sv: Procent
uk: Відсоток
vi: Phần trăm
zh_hant: 百分比

source: Percentage
bg: Процент
cs: Procento
da: Procentdel
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
nb_no: Prosent
pl: Procentowy
pt_pt: Porcentagem
ru: Процент
sv: Procent
uk: Процент
vi: Tỉ lệ phần trăm
zh_hant: 百分比

source: Percentage increase of glucose target when CGM is inconsistent.
bg: Процентно увеличение на целевата глюкоза, когато CGM е непоследователен.
cs: Procentuální zvýšení cílové glukózy při nekonzistentních datech z CGM.
da: Procentvis stigning i glucosemålet, når CGM er inkonsistent.
de: Prozentualer Anstieg des Glukoseziels, wenn das CGM nicht konsistent ist.
es: Aumento porcentual del objetivo de glucosa cuando el CGM es inconsistente.
fr: Augmentation en pourcentage de la cible de glucose lorsque le CGM est incohérent.
it: Aumento percentuale dell’obiettivo di glucosio quando la CGM è incoerente.
nb_no: Prosentvis økning av blodsukkermål når CGM er inkonsekvent.
nl: Percentage stijging van het suikerstreefdoel als CGM inconsistent is.
pl: Procentowy wzrost docelowego stężenia glikemii w przypadku, gdy odczyty CGM są zakłócone lub zaszumione.
pt_pt: Aumento percentual do alvo de glicose quando o CGM é inconsistente.
ru: Увеличение процента целевого показателя глюкозы, когда CGM непоследовательна.
sv: Procentuell ökning av glukosmålet när CGM är inkonsekvent.
uk: Відсоток збільшення цілі глюкози, коли CGM непослідовний.
vi: Tỷ lệ phần trăm tăng mục tiêu đường huyết khi cảm biến không ổn định.
zh_hant: 當 CGM 不一致時，葡萄糖目標的百分比增加。

source: Percentage of bolus suggested in bolus calculator.
bg: Процент от болуса, предложен в болус калкулатора.
cs: Procento bolusu navržené v bolusové kalkulačce.
da: Procentdel bolus foreslået i bolus regnemaskine.
de: Prozentualer Anteil des Bolus, der im Bolusrechner vorgeschlagen wird.
es: Porcentaje de bolo sugerido en calculadora de bolos.
fr: Pourcentage de Bolus recommandé dans le calculateur de bolus.
it: Percentuale di bolo suggerita nella calcolatrice in bolo.
nb_no: Prosentandel av bolus som foreslås i boluskalkulator.
nl: Percentage bolus voorgesteld in de bolus calculator.
pl: Procent bolusa zaproponowany w kalkulatorze bolusa.
pt_pt: Porcentagem de bolus sugerida na calculadora de bolus.
ru: Процент болта, предложенного в боковом калькуляторе.
sv: Procent av bolus att föreslå i boluskalkylatorn.
uk: Відсоток Болуса запропонував до калькулятора bolus.
vi: Tỷ lệ bolus được đề xuất trong tính toán bolus.
zh_hant: 在注射計算器中建議的注射百分比。

source: Percentage of calculated insulin required that is given as SMB.
bg: Процент от изчисления необходим инсулин, който се подава като SMB.
cs: Procento vypočtené potřeby inzulínu podávané jako SMB.
da: Procentdel af beregnet insulin, der gives som SMB.
de: Prozentualer Anteil des berechneten Insulinbedarfs, der als SMB gegeben wird.
es: Porcentaje de insulina calculada requerida que se da como SMB.
fr: Pourcentage de l’insuline calculée nécessaire qui est administrée sous forme de SMB.
it: Percentuale di insulina calcolata necessaria per la somministrazione di SMB.
nb_no: Prosentandel av beregnet nødvendig insulin som gis som SMB.
nl: Percentage van berekende insuline die wordt gegeven als SMB.
pl: Procent obliczonej wymaganej insuliny, podawanej jako SMB.
pt_pt: Porcentagem de insulina calculada necessária que é dada como SMB.
sv: Procent av beräknat insulinbehov som tillåts per SMB.
uk: Відсоток розрахункового інсуліну, який необхідний для SMB.
vi: Phần trăm insulin được tính toán cần thiết sẽ được tiêm dưới dạng SMB.
zh_hant: 給予的計算所需胰島素百分比作為微量注射 (SMB)。

source: Percentage of carbs still available if no absorption is detected.
bg: Процент от въглехидратите, които остават на разположение, когато не се открива абсорбция.
cs: Procento sacharidů, které jsou stále k dispozici, pokud není detekováno vstřebávání.
da: Procentdel kulhydrater er stadig tilgængelige, hvis der ikke påvises absorption.
de: Prozentsatz der noch verfügbaren Kohlenhydrate, wenn keine Absorption festgestellt wird.
es: Porcentaje de glúcidos todavía disponible si no se detecta ninguna absorción.
fr: Pourcentage de glucides encore disponibles si aucune absorption n'est détectée.
it: Percentuale di carboidrati ancora disponibili se non viene rilevato alcun assorbimento.
nb_no: Prosentandel karbohydrater som fremdeles er tilgjengelig hvis ingen absorpsjon oppdages.
nl: Percentage koolhydraten nog steeds beschikbaar als er geen absorptie wordt gedetecteerd.
pl: Procent węglowodanów jest nadal dostępny, jeśli nie wykryto absorpcji.
pt_pt: Porcentagem de hidratos de carbono ainda disponíveis se nenhuma absorção for detectada.
ru: Процент углеводородов до сих пор не обнаружен.
sv: Procent av kolhydrater som fortfarande är aktiva om ingen absorption upptäcks.
uk: Відсоток різьб все ще доступний, якщо не виявлено жодного поглинання.
vi: Tỷ lệ tinh bột còn lại được giả định nếu hệ thống không phát hiện quá trình hấp thu.
zh_hant: 如果未檢測到吸收，則可用碳水化合物的百分比。

source: Percentage setting
bg: Процентна настройка
cs: Nastavení procent
da: Indstilling i procent
de: Einstellung des Prozentsatzes
es: Ajuste de porcentaje
fr: Paramètre en pourcentage
it: Impostazione percentuale
nb_no: Prosent-innstilling
nl: Percentage instelling
pl: Ustawienia procentowe
pt_pt: Configuração de porcentagem
ru: Установка процента
sv: Procentinställning
uk: Відсоткове налаштування
vi: Cài đặt phần trăm
zh_hant: 百分比設定

source: Percentile
bg: Перцентил
cs: Percentil
da: Percentil
de: Perzentile
fr: Centile
nb_no: Persentil
nl: Percentage
pl: Procentowo
sv: Percentil
vi: Phân vị (thứ tự)
zh_hant: 百分位

source: Percentile (by day)
bg: Перцентил (по дни)
cs: Percentil (podle dní)
da: Procentil (per dag)
de: Perzentile (nach Tag)
fr: Centile (par jour)
nb_no: Percentil (per dag)
pl: Percentyl (wg dnia)
vi: Phân vị (theo ngày)
zh_hant: 百分位（按日）

source: Period:
bg: Период:
cs: Období:
da: Periode:
de: Zeitraum:
fr: Période :
it: Periodo:
nb_no: Periode:
nl: Periode:
pl: Okres:
pt_pt: Período:
ru: Период:
uk: Період:
vi: Trong kỳ:
zh_hant: 期間：

source: Permission Requests
bg: Заявки за разрешения
cs: Žádosti o oprávnění
da: Anmodninger Om Tilladelse
de: Berechtigungsanfrage
fr: Demandes d’autorisations
nb_no: Forespørsler om tillatelse
nl: Toestemmingsverzoeken
pl: Prośby o pozwolenie
sv: Begäran om behörighet
vi: Yêu cầu cấp phép
zh_hant: 權限請求

source: Persist sensordata
bg: Запазване на данните от сензора
cs: Ukládat data ze senzoru
de: Sensordaten beibehalten
fr: Conserver les données du capteur
nb_no: Vedvarende sensordata
nl: Sensorgegevens bewaren
pl: Trwałe dane sensoryczne
ru: Хранить данные сенсора
sv: Bevara sensordata
uk: Зберегти данні сенсору
vi: Duy trì dữ liệu cảm biến
zh_hant: 持續傳感器資料

source: Phone NFC required!
bg: Изисква се NFC на телефона!
cs: Telefon s NFC je vyžadován!
da: Telefon NFC påkrævet!
de: NFC erforderlich!
es: ¡Teléfono NFC requerido!
fr: NFC du téléphone requis !
it: Telefono NFC richiesto!
nb_no: Telefon med NFC kreves!
nl: iPhone NFC vereist!
pl: Telefon NFC wymagany!
pt_pt: NFC do telefone necessário!
ru: Необходим NFC в телефоне!
sv: Telefon med NFC krävs!
uk: Потрібно телефон з NFC!
vi: Yêu cầu điện thoại có NFC!
zh_hant: 需要手機 NFC！

source: Pick Treatment
bg: Изберете въвеждане
cs: Vybrat léčbu
da: Vælg Behandling
de: Behandlung wählen
es: Elegir aviso
fr: Choisir un traitement
it: Scegli Il Trattamento
nb_no: Velg behandling
nl: Kies Behandeling
pl: Wybierz leczenie
pt_pt: Escolher Tratamento
ru: Выберите лечение
sv: Välj behandling
uk: Вибрати процедуру
vi: Chọn phương pháp điều trị
zh_hant: 選擇治療方式
